<html>  <head>    <META http-equiv="Content-Type" content="text/html; charset=iso-8859-1">    <link media="screen" type="text/css" rel="stylesheet" href="../styles/stylesheet_2.css">    <link media="print" type="text/css" rel="stylesheet" href="../styles/printable_stylesheet.css">    <title>B&uuml;chersammlung</title>  </head>  <body>    <div id="banner">      <div id="navleft">        <a class="bookname" href="../BooksHelp.html">Hauptseite der Hilfe</a>      </div>      <div id="navright">        <a class="index" href="xall.html">Inhaltsverzeichnis</a>      </div>    </div>  <div id="mainbox">      <div id="caticon">        <img width="32" height="32" alt="" src="../images/icon-large.png"></div>      <div id="pagetitle">        <h1>B&uuml;chersammlung</h1>      </div>      <p>Das Grundger&uuml;st der graphischen Oberfl&auml;che von Books besteht        aus 4 Teilen - dem Fenster f&uuml;r B&uuml;cherlisten, der B&uuml;chersammlung,        der Zusammenfassung und dem Titelbild. Oben rechts befindet sich die        B&uuml;chersammlung, in der alle B&uuml;cher der jeweils ausgew&auml;hlten        B&uuml;cherliste        angezeigt werden. Sie haben damit einen &Uuml;berblick, welche B&uuml;cher        sich gerade in jeder einzelnen Liste befinden und k&ouml;nnen sich Informationen        zu jedem einzelnen Buch anzeigen lassen.<br>          <p><img src="../screenshots/books_collection.jpg" alt="" width="305" height="107" border="2"></p>      <p>Standardm&auml;&szlig;ig wird nur der Titel der B&uuml;cher angezeigt.        Wie das Bildschirmphoto (es werden Titel, Autor(en), ISBN und Ver&ouml;ffentlichungsjahr        angezeigt) allerdings bereits zeigt k&ouml;nnen Sie diese Informationen        auch erweitern.<br>    </p>			  <div id="taskbox">        <h2>Anzeige der B&uuml;chersammlung anpassen</h2>        <p>Die in der B&uuml;chersammlung angezeigten Daten werden &uuml;ber          den Reiter          &#8222;B&uuml;cherliste&#8221; innerhalb des Einstellungsfensters gesteuert.          Sie k&ouml;nnen          allerdings die Sortierung und die ben&ouml;tigte Breite der Kriterien          direkt          &auml;ndern, indem Sie die Kriterienfelder beziehungsweise die Trennlinien          weiter nach rechts oder links schieben. Wenn Sie eines der Kriterienfelder          anklicken, wird dieses in einem dunkleren Blau hervorgehoben und es          erscheint ein Pfeil, der nach oben oder unten gerichtet ist. Der Pfeil          gibt die Sortierung nach alphabetischer Reihenfolge (Pfeil nach oben)          oder die umgekehrte Reihenfolge an (Pfeil nach unten). Bei Zahlenfolgen          werden bei einem Pfeil, der nach oben zeigt, die Werte in aufsteigender          Reihenfolge sortiert. Der Pfeil, der nach unten zeigt, bedeutet dann          eine Sortierung vom gr&ouml;&szlig;ten zum kleinsten Zahlenwert.</p>    </div>  </div></body></html>