<html>  <head>    <META http-equiv="Content-Type" content="text/html; charset=iso-8859-1">    <link media="screen" type="text/css" rel="stylesheet" href="../styles/stylesheet_2.css">    <link media="print" type="text/css" rel="stylesheet" href="../styles/printable_stylesheet.css">    <title>Exporterweiterungen</title>  </head>  <body>    <div id="banner">      <div id="navleft">        <a class="bookname" href="../BooksHelp.html">Hauptseite der Hilfe</a>      </div>      <div id="navright">        <a class="index" href="xall.html">Inhaltsverzeichnis</a>      </div>    </div>  <div id="mainbox">      <div id="caticon">        <img width="32" height="32" alt="" src="../images/icon-large.png"></div>      <div id="pagetitle">        <h1>Exporterweiterungen</h1>      </div>      <p>Auch den anderen Weg, n&auml;mlich die Daten, die mit Books verwaltet        werden, auch mit anderen Anwendungen zu nutzen, k&ouml;nnen Sie gehen.      Nutzen Sie dazu unsere Exporterweiterungen.</p>		<br>			  <div id="taskbox">        <h2>Folgende Exporterweiterungen stehen Ihnen derzeit zur Verf&uuml;gung:</h2>        <ul>	  <li>BibTeX Export - Mit dieser Erweiterung k&ouml;nnen Sie Ihre Books-Daten	    in eine BibTeX - Datei exportieren</li>	  <li>Books Folder Exporter - Ihre B&uuml;chereintr&auml;ge werden	    als XML-Datei in einem Ordner gesichert, der zus&auml;tzlich auch die Titelbilder	    im PNG-Format enth&auml;lt</li>	  <li>BookMooch Exporter - Bereiten Sie Ihre Books-Eintr&auml;ge f&uuml;r den	    BookMooch - Dienst vor und laden Sie diese Datei dort hoch</li>		<li>iPod Exporter - Mit dieser Erweiterung werden Ihre Eintr&auml;ge		  f&uuml;r den iPod exportiert. Diese k&ouml;nnen dann mit der Notiz-Funktion		  Ihres iPods genutzt werden</li>		<li>J2ME Exporter - Ihre Books-Daten werden in eine kleine Java-Anwendung gepackt,		  die mit Ger&auml;ten kompatibel ist, die den J2ME-Standard akzeptieren. Dazu		  geh&ouml;ren Mobilfunktelephone und PDAs</li>	  <li>PDF Exporter - Ihre Books-Daten werden in einer druckbaren PDF-Datei gespeichert.	    Diese Funktion basiert auf der XSLT-Technologie, mit der ein eigenes Design	    festgelegt werden kann</li>	  <li>Pilot-DB Exporter - Speichern Sie Ihre B&uuml;chereintr&auml;ge in einer	    Datenbankdatei, die mit der kostenlosen OpenSource-Anwendung Pilot-DB	    f&uuml;r das PalmOS kompatibel ist</li>	  <li>Tab-Delimited Text Exporter - Mit dieser Erweiterung werden	    Ihre Books-Eintr&auml;ge in einer Textdatei mit Trennzeichen (tab-delimited)	    gesichert</li>	  <li>Web Exporter - M&ouml;chten Sie Ihre B&uuml;chersammlung mit anderen im	    Internet teilen, k&ouml;nnen Sie diese als komplett fertige Internetseite	    exportieren. &Uuml;ber die Flash-basierende Startseite (welche auch deaktiviert	    werden kann) k&ouml;nnen Sie nach B&uuml;chern suchen oder sich eine Auswahl	    der B&uuml;chersammlung anzeigen lassen</li>	  <li>WhatsOnMyBookShelf Exporter - Laden Sie ihre Books-Eintr&auml;ge auf einer	    WhatsOnMyBookshelf - Seite hoch</li>	  </ul>    </div>  </div></body></html>