<html>  <head>    <META http-equiv="Content-Type" content="text/html; charset=iso-8859-1">    <link media="screen" type="text/css" rel="stylesheet" href="../styles/stylesheet_2.css">    <link media="print" type="text/css" rel="stylesheet" href="../styles/printable_stylesheet.css">    <title>Der Reiter &#8222;Infos&#8221;</title>  </head>  <body>    <div id="banner">      <div id="navleft">        <a class="bookname" href="../BooksHelp.html">Hauptseite der Hilfe</a>      </div>      <div id="navright">        <a class="index" href="xall.html">Inhaltsverzeichnis</a>      </div>    </div>  <div id="mainbox">      <div id="caticon">        <img width="32" height="32" alt="" src="../images/icon-large.png"></div>      <div id="pagetitle">        <h1>Der Reiter &#8222;Infos&#8221;</h1>      </div>      <p>Das Informationsfenster besteht aus sechs Reitern. Um das Informationsfenster        aufzurufen, klicken Sie doppelt auf den jeweiligen Bucheintrag oder klicken        Sie das Symbol &#8222;Infos einblenden&#8221;, welches sich in der Symbolleiste befindet,        an. Grundinformationen k&ouml;nnen &uuml;ber den Reiter &#8222;Infos&#8221; ge&auml;ndert werden.<br>          <p><img src="../screenshots/info_tab.jpg" alt="" width="275" height="233" border="2"></p>			  <br>    <div id="taskbox">        <h2>Verf&uuml;gbare Eintr&auml;ge</h2>    	<ul>	  <li>Titel</li>	  <li>Inhalt</li>	  <li>Reihe</li>		<li>Genre</li>	    <li>Autoren</li>	    <li>Herausgeber</li>	    <li>Illustratoren</li>	    <li>&Uuml;bersetzer</li>	    <li>Verlag</li>	    <li>Ver&ouml;ffentl. am - Abk&uuml;rzung f&uuml;r &#8222;Ver&ouml;ffentlicht am&#8221;</li>	    <li>ISBN - Abk&uuml;rzung f&uuml;r &#8222;International Standard Book Number&#8221;</li>	  </ul>    </div>
   <div id="taskbox">        <h2>Strichcode-Erkennung</h2>        <p>Wenn Sie die kleine Kamera neben dem ISBN-Eingabefeld anklicken, &ouml;ffnet          sich das Kamerafenster. Wenn die angeschlossene Kamera bereits eingeschaltet          ist, wird Ihnen das aktulle Bild der Kamera angezeigt. Auf diesem Bild          erkennen Sie einen roten Balken. Dieser Balken dient zur korrekten          Ausrichtung des Strichcodes. Halten Sie das Buch vor die Kamera, so          da&szlig; der Strichcode und der Balken eine gerade Linie bilden. Wurde der          Strichcode erkannt, leuchtet der Balken kurz gr&uuml;n auf und das Kamerafenster          wird automatisch geschlossen. Innerhalb des ISBN-Eingabefeldes wird          nun eine Nummer angezeigt.</p>        <p>Wenn Sie eine eingebaute iSight-Kamera benutzen, so wird die iSight-Kamera          automatisch beim &Ouml;ffnen des Fensters eingeschaltet. Dieser Proze&szlig; kann          je nach Geschwindigkeit Ihres Rechners einen kurzen Moment dauern.</p>    </div>    <div id="taskbox">        <h2>Automatisches Ausf&uuml;llen</h2>        <p>Bei dem Hinzuf&uuml;gen eines neuen Buches haben Sie die M&ouml;glichkeit,          weitere Informationen durch eine andere Quelle zu erhalten. Geben Sie          so viele Daten wie Sie m&ouml;gen ein - am Besten die ISBN des Buches          - und klicken Sie anschlie&szlig;end auf den Knopf &laquo;Automatisch          ausf&uuml;llen&raquo;. Durch die ISBN wird ein Buch eher gefunden,          als durch die einfach Angabe des Titels. Es ist aber genauso m&ouml;glich,          andere Daten f&uuml;r das &laquo;Automatische Ausf&uuml;llen&raquo; anzubieten.          Es kommt dadurch aber h&auml;ufiger vor, da&szlig; entweder das das          Buch oder nicht das richtige Buch gefunden werden konnte. Geben Sie          also m&ouml;glichst viele Daten an, insofern Sie nicht &uuml;ber die ISBN          suchen m&ouml;chten. Wenn die im Einstellungsfenster standardm&auml;&szlig;ig festgelegte          Erweiterung das gesuchte Buch nicht gefunden hat oder Sie eine andere          Quelle f&uuml;r diesen Eintrag nutzen m&ouml;chten, k&ouml;nnen          Sie in einem Auswahlfenster die entsprechende Quelle f&uuml;r das &laquo;Automatische        ausf&uuml;llen&raquo; angeben.</p>    </div>  </div></body></html>