<html>  <head>    <META http-equiv="Content-Type" content="text/html; charset=iso-8859-1">    <link media="screen" type="text/css" rel="stylesheet" href="../styles/stylesheet_2.css">    <link media="print" type="text/css" rel="stylesheet" href="../styles/printable_stylesheet.css">    <title>Was ist Books?</title>  </head>  <body>    <div id="banner">      <div id="navleft">        <a class="bookname" href="../BooksHelp.html">Hauptseite der Hilfe</a>      </div>      <div id="navright">        <a class="index" href="xall.html">Inhaltsverzeichnis</a>      </div>    </div>  <div id="mainbox">      <div id="caticon">        <img width="32" height="32" alt="" src="../images/icon-large.png"></div>      <div id="pagetitle">        <h1>Was ist Books?</h1>      </div>      <p>Books ist eine Anwendung, die nativ auf Mac OS X l&auml;uft und Ihnen        bei der Erstellung und Verwaltung von B&uuml;chern, die Sie besitzen,    helfen soll.<br>	Books bietet Ihnen dabei eine Oberfl&auml;che, die an iTunes        erinnert. Sie arbeitenmit B&uuml;cherlisten und Eintr&auml;gen. B&uuml;cherlisten enthalten Eintr&auml;ge,die aus den Informationen bestehen, die ein bestimmtes Buch beschreiben.<br>Mit der Hilfe von Books k&ouml;nnen Sie schnell Ihre vorhandene B&uuml;chersammlungkatalogisieren. Dabei helfen Ihnen auch die Erweiterung f&uuml;r die Datenabfragebei Amazon, der Library of Congress und vielen anderen Quellen. Eine ErweiterungisteinekleineAnwendungoder ein kleines Script, da&szlig; zwischen Books und den jeweiligen Datenbankenvermitteltund f&uuml;r einen reibungslosen Informationsaustausch sorgt. M&ouml;chten Sie,da&szlig; Books Kontakt zu anderen Datenbanken aufnimmt, so k&ouml;nnen Sie auchselbst eine Erweiterung f&uuml;r diese spezielle Datenbank schreiben.<br>Books nutzt ebenfalls Erweiterungen, um die Informationen Ihrer Sammlung darzustellenund zu exportieren. Sie k&ouml;nnen mit Books eine Kopie Ihrer Eintr&auml;gef&uuml;r den iPod, in eine Textdatei oder auch f&uuml;r einen Server exportieren.Innerhalb der Anwendung werden Erweiterungen genutzt, die auf HTML- und CSS-Dateienaufbauen, um Informationen und die Zusammenfassung darzustellen.<br>Books ist eine Open-Source-Anwendung, die kostenlos im Internet zur Verf&uuml;gunggestellt wird. Sie m&uuml;ssen sich keine Sorgen um Seriennummern machen.            <p><img src="../screenshots/main_app.jpg" alt="" width="385" height="233" border="2"></p>      <p>Einige Beispiele, wozu Books n&uuml;tzlich sein kann:</p>      <ul>        <li>Sie besitzen sehr viele B&uuml;cher, die in verschiedenen Regalen stehen.          Um einen besseren &Uuml;berblick &uuml;ber Ihre private Bibliothek zu haben,          tragen Sie diese in Books ein. Sie k&ouml;nnen aber nicht nur den Titel,          Autoren, ISBN und Verlag angeben, Sie k&ouml;nnen auch gleich das dazugeh&ouml;rige          Titelbild einf&uuml;gen und auch noch den Standort vermerken.</li>        <li>Oder sind Sie vielleicht Buchh&auml;ndler<a href="http://homepage.mac.com/cjkarr/Books/Books-1.2.3.dmg"></a>,          der genau wissen mu&szlig;, wo seine B&uuml;cher stehen und wann er          bestimmte Exemplare eines Buches nachbestellen mu&szlig;? Books bietet          Ihnen die M&ouml;glichkeit,          anzugeben, an welchem Standort Ihre B&uuml;cher stehen und wieviele          Exemplare davon noch vorhanden sind.</li>        <li>Sie lesen sehr viele B&uuml;cher und m&ouml;chten nicht vergessen, wie Ihnen          ein Buch gefallen hat? Was im Internet schon lange m&ouml;glich ist, funktioniert          auch mit Books: Sie k&ouml;nnen selbst Rezensionen zu einem Buch verfassen          und das Buch gleichzeitig bewerten.</li>      </ul>  </div></body></html>