<html>  <head>    <META http-equiv="Content-Type" content="text/html; charset=iso-8859-1">    <link media="screen" type="text/css" rel="stylesheet" href="../styles/stylesheet_2.css">    <link media="print" type="text/css" rel="stylesheet" href="../styles/printable_stylesheet.css">    <title>Titelbild</title>  </head>  <body>    <div id="banner">      <div id="navleft">        <a class="bookname" href="../BooksHelp.html">Hauptseite der Hilfe</a>      </div>      <div id="navright">        <a class="index" href="xall.html">Inhaltsverzeichnis</a>      </div>    </div>  <div id="mainbox">      <div id="caticon">        <img width="32" height="32" alt="" src="../images/icon-large.png"></div>      <div id="pagetitle">        <h1>Titelbild</h1>      </div>      <p>Das Grundger&uuml;st der graphischen Oberfl&auml;che von Books besteht        aus 4 Teilen - dem Fenster f&uuml;r B&uuml;cherlisten, der B&uuml;chersammlung,        der Zusammenfassung und dem Titelbild. Unten links wird das Titelbild        des ausgew&auml;hlten Buches angezeigt.<br>          <p><img src="../screenshots/cover.jpg" alt="" width="172" height="233" border="2"></p>      <p>Haben Sie kein Buch oder mehrere B&uuml;cher ausgew&auml;hlt, bleibt        das Fenster, da&szlig; das Titelbild anzeigen soll, grau.</p>			  <div id="taskbox">        <h2>Gr&ouml;&szlig;e des Anzeigefensters f&uuml;r das Titelbild ver&auml;ndern</h2>        <p>Wenn Sie sich die Seitenlesten des Anzeigefensters f&uuml;r das Titelbild          anschauen, bemerken Sie, da&szlig; sich an der oberen und an der linken          Seitenleiste ein kleiner Punkt befindet. Wenn Sie auf den Punkt der          oberen Leiste          klicken und die Maustaste gedr&uuml;ckt halten, w&auml;hrend Sie den          Mauszeiger nach oben          oder          unten bewegen, so wird die Hohe des Fensters eingestellt. Die H&ouml;he          des Fensters f&uuml;r die B&uuml;cherlisten wird dann dementprechend          auch ver&auml;ndert.<br>          Wenn Sie auf den Punkt der unteren Leiste klicken und die Maustaste          gedr&uuml;ckt halten, w&auml;hrend Sie den Mauszeiger nach rechts oder links          bewegen, so wird die Breite des Fenster eingestellt. Die Breite der          B&uuml;chersammlung und der Zusammenfassung wird dann dementsprechend auch          ver&auml;ndert.		  </p>        </div>  </div></body></html>