<html>  <head>    <META http-equiv="Content-Type" content="text/html; charset=iso-8859-1">    <link media="screen" type="text/css" rel="stylesheet" href="../styles/stylesheet_2.css">    <link media="print" type="text/css" rel="stylesheet" href="../styles/printable_stylesheet.css">    <title>Zusammenfassung</title>  </head>  <body>    <div id="banner">      <div id="navleft">        <a class="bookname" href="../BooksHelp.html">Hauptseite der Hilfe</a>      </div>      <div id="navright">        <a class="index" href="xall.html">Inhaltsverzeichnis</a>      </div>    </div>  <div id="mainbox">      <div id="caticon">        <img width="32" height="32" alt="" src="../images/icon-large.png"></div>      <div id="pagetitle">        <h1>Zusammenfassung</h1>      </div>      <p>Das Grundger&uuml;st der graphischen Oberfl&auml;che von Books besteht        aus 4 Teilen - dem Fenster f&uuml;r B&uuml;cherlisten, der B&uuml;chersammlung,        der Zusammenfassung und dem Titelbild. Unten rechts befindet sich das        Zusammenfassungsfenster, das wiederum zus&auml;tzliche Informationen zu den        ausgew&auml;hlten B&uuml;chern anzeigt.<br>          <p><img src="../screenshots/summary.jpg" alt="" width="305" height="109" border="2"></p>      <p>Sollten Sie kein Buch ausgew&auml;hlt haben, erhalten Sie die Meldung &#8222;Kein        Buch ausgew&auml;hlt&#8221; und es werden keine zus&auml;tzlichen Informationen angezeigt.        Um sich zus&auml;tzliche Informationen anzeigen zu lassen, w&auml;hlen Sie ein        Buch aus der B&uuml;chersammlung aus und klicken dieses an, so da&szlig; der Eintrag        blau hinterlegt wird. Haben Sie mehrere B&uuml;cher ausgew&auml;hlt, werden der        Titel und die Autoren der ausgew&auml;hlten B&uuml;cher angezeigt.<br>    </p>			  <div id="taskbox">        <h2>Anzeigestil der Zusammenfassung anpassen</h2>        <p>Der Anzeigestil der Zusammenfassung wird &uuml;ber Erweiterungen gesteuert.</p>    </div>	<br>			  <div id="taskbox">        <h2>Angaben der Zusammenfassung anpassen</h2>        <p>Die jeweiligen Angaben, die in der Zusammenfassung angezeigt werden,          werden standardm&auml;&szlig;ig von der jeweiligen Erweiterung f&uuml;r den Anzeigestil          gesteuert. Sie k&ouml;nnen aber auch eigene Angaben verwenden. Nutzen Sie          bitte dazu den Reiter &#8222;Details&#8221; innerhalb des Einstellungsfensters.</p>    </div>  </div></body></html>