<html>  <head>    <META http-equiv="Content-Type" content="text/html; charset=iso-8859-1">    <link media="screen" type="text/css" rel="stylesheet" href="../styles/stylesheet_2.css">    <link media="print" type="text/css" rel="stylesheet" href="../styles/printable_stylesheet.css">    <title>Mitarbeit an Books</title>  </head>  <body>    <div id="banner">      <div id="navleft">        <a class="bookname" href="../BooksHelp.html">Hauptseite der Hilfe</a>      </div>      <div id="navright">        <a class="index" href="xall.html">Inhaltsverzeichnis</a>      </div>    </div>  <div id="mainbox">      <div id="caticon">        <img width="32" height="32" alt="" src="../images/icon-large.png"></div>      <div id="pagetitle">        <h1>Mitarbeit an Books</h1>      </div>	  <p>Uns macht die Arbeit an Books gro&szlig;en Spa&szlig;, aber wir k&ouml;nnen	    dabei auch jede Hilfe gebrauchen, die wir daf&uuml;r bekommen k&ouml;nnen.	    Wenn Sie Interesse daran haben, uns zu helfen, Books noch besser zu machen,    gibt es verschiedene M&ouml;glichkeiten dazu beizutragen:</p>	  <div id="taskbox">      <p>      <h3>Ich kann programmieren!</h3>      <p>Wenn Sie sich mit Objective-C und Cocoa auskennen, k&ouml;nnen Sie uns        helfen, neue Funktionen in Books zu integrieren. Wenn eine wichtige Funktion        in Books fehlen sollte und Sie daf&uuml;r sorgen m&ouml;chten, da&szlig; diese        Funktion unsere Anwendung vervollst&auml;ndigt, schreiben Sie einfach        einen E-Brief an <a href="mailto:books@aetherial.net">books@aetherial.net</a> Wir k&ouml;nnen dann die weitere        Entwicklung miteinander absprechen.</p>	  </div>	  <br>    <div id="taskbox">      <p><h3>Ich kann programmieren, kenne mich aber nicht mit Objective-C aus!</h3>      <p>Kein Problem. Sie k&ouml;nnen auch eine Erweiterung f&uuml;r Books schreiben.        Books enth&auml;lt bereits standardm&auml;&szlig;ig Erweiterungen, die        in Python, Ruby, Java und Bash geschrieben worden sind. Wenn Sie sich        also in einer Programmiersprache auskennen, die auf XML aufbaut,  haben        wir Ihnen hier einige Informationen zusammengefa&szlig;t, wie Sie eine Erweiterung      f&uuml;r Books schreiben k&ouml;nnen.</p>      <p class="nospace"><a href="devs_quickfill.html">Thema anzeigen</a></p>    </div>	  <br>	  <div id="taskbox">      <p>      <h3>Ich kann zwar nicht programmieren, aber ich bin ein richtiger Internet-Picasso!</h3>      <p>Wenn Sie wissen, wie man richtig gute HTML- und CSS-Designs erstellt,        dann sind Sie bei uns genau richtig. Wir brauchen st&auml;ndig neue Designs,        die der Anwendung und deren Erweiterungen ein sch&ouml;nes Aussehen geben.        Da diese vollst&auml;ndig als CSS- oder HTML-Datei ben&ouml;tigt werden,        m&uuml;ssen Sie sich nicht in anderen Programmiersprachen auskennen.        Ein Gesp&uuml;r f&uuml;r gutes Design gen&uuml;gt.</p>      <p class="nospace"><a href="devs_display.html">Thema anzeigen</a></p>	  </div>	  <br>	  <div id="taskbox">      <p>      <h3>Ich spreche eine andere Sprache</h3>      <p>Wir brauchen &Uuml;bersetzer. Schreiben Sie einen E-Brief an <a href="mailto:books@lefrax.com">books@lefrax.com</a>,        um weitere Informationen zu erhalten.</p>	  </div>	  <br>	  <div id="taskbox">      <p>      <h3>Ich kann gar nichts von den angebotenen Dingen!</h3>      <p>Auch in Ordnung. Wir haben bei der Entwicklung von Anwendungen f&uuml;r        den einfachen Nutzer, da&szlig; diese immer wieder        Grenzen der Anwendungen und uns unbekannte Fehler finden. Wir freuen        uns &uuml;ber Vorschl&auml;ge, Anregungen und Fehlermeldungen. Schreiben        Sie einfach einen E-Brief an <a href="mailto:books@aetherial.net">books@aetherial.net</a>.</p>	  </div>	  <br>	  <div id="taskbox">      <p>      <h3>Ich w&uuml;rde gerne Geld spenden!</h3>      <p>Books ist eine kostenlose Anwendung und wir planen derzeit nicht, daf&uuml;r        Geld zu verlangen. M&ouml;chten Sie uns dennoch finanziell unter die        Arme greifen, gehen Sie auf die Hauptseite dieser Hilfedatei und klicken        Sie auf den LInk &#8222;Books-Sparb&uuml;chse&#8221;. Sie werden dann auf eine Seite bei        amazon.com (englisch) geleitet, &uuml;ber die Sie uns eine kleine Spende zukommen        lassen k&ouml;nnen.</p>	  </div>  </div></body></html>