<html>  <head>    <META http-equiv="Content-Type" content="text/html; charset=iso-8859-1">    <link media="screen" type="text/css" rel="stylesheet" href="../styles/stylesheet_2.css">    <link media="print" type="text/css" rel="stylesheet" href="../styles/printable_stylesheet.css">    <title>H&auml;ufig gestellte Fragen</title>  </head>  <body>    <div id="banner">      <div id="navleft">        <a class="bookname" href="../BooksHelp.html">Hauptseite der Hilfe</a>      </div>      <div id="navright">        <a class="index" href="xall.html">Inhaltsverzeichnis</a>      </div>    </div>    <div id="mainbox">      <div id="caticon">        <img width="32" height="32" alt="" src="../images/icon-large.png" /></div>      <div id="pagetitle">        <h1>H&auml;ufig gestellte Fragen</h1>      </div>	  <br />      <div id="taskbox">        <h2>Wie kann ich meine Books-Eintr&auml;ge, die ich an einem Mac erstellt          habe, auf einen anderen Mac &uuml;bertragen? Ich w&uuml;rde gerne Books          an einem Notebook- und an einem Desktop-Rechner nutzen und die B&uuml;cherlisten        synchronisieren.</h2>        <p>Mit Books k&ouml;nnen derzeit keine B&uuml;cherlisten synchronisiert          werden. Eine solche Funktion ist zwar f&uuml;r zuk&uuml;nftige Versionen          eingeplant, noch wurde aber kein eleganter Weg gefunden, diese in Books          zu integrieren.<br />          M&ouml;chten Sie dennoch ein- und dieselbe Books-Datenbank an mehreren          Rechnern nutzen, so sollten Sie den Ordner &#8222;Books&#8221;, der          sich in dem Verzeichnis &#8222;~/Library/Application Support/&#8221; befindet          in dasselbe Verzeichnis der anderen Rechner kopieren. Beachten Sie          bitte, da&szlig; dabei die vorhergehenden Books-Datenbanken in dem          Zielverzeichnis &uuml;berschrieben werden. Das Zeichen &#8222;~&#8221; bezeichnet          Ihren Benutzerordner unter Mac OS X. Um Ihre Books-Datenbank auf allen          Rechnern auf dem aktuellen Stand zu halten, m&uuml;ssen Sie diese Prozedur          bei jeder &Auml;nderung an Ihrer Books-Datenbank wiederholen. Etwas          umst&auml;ndlich, aber dennoch eine M&ouml;glichkeit. Wenn Sie Ihre          Books-Datenbank auf einem anderen Rechner dazu ben&ouml;tigen, um schnell          nach B&uuml;chern in Ihrem Besitz zu suchen oder sich einige Eintr&auml;ge          anzusehen, k&ouml;nnten Sie ja auch die Web-Exporterweiterung nutzen          und den erstellten Ordner in ein beliebiges Verzeichnis Ihrer Wahl          kopieren. Durch einen Doppelklick auf die Index-Datei, die sich in          dem erstellten Ordner befindet, &ouml;ffnet sich Ihr Internetbrowser.        </p>      </div>	  <br />      <div id="taskbox">        <h2>Ich ben&ouml;tige eine Proxy-Verbindung, um das &#8222;Automatische        Ausf&uuml;llen&#8221; nutzen zu k&ouml;nnen.</h2>        <p>Wir arbeiten derzeit an einer nutzbaren L&ouml;sung, um dieses Problem        zu beheben.</p>      </div>	  <br />      <div id="taskbox">        <h2>Die meisten Erweiterungen sind derzeit nur auf Englisch verf&uuml;gbar          und wenn ich eine Exporterweiterung verwende, werden manche Angaben          auf Englisch angezeigt. Wie kann ich das &auml;ndern, damit diese auf        Deutsch funktionieren?</h2>        <p>Die Erweiterungen sind derzeit noch nicht an die deutsche Sprache          angepa&szlig;t. Wir planen eine umfangreiche Lokalisierung aller Erweiterungen          von Books, sobald die anliegenden &Uuml;bersetzungen von Books          abgeschlossen sind. Bitte haben Sie ein wenig        Geduld, bis der Proze&szlig; abgeschlossen ist.</p>      </div>    </div>  </body></html>