<html>  <head>    <META http-equiv="Content-Type" content="text/html; charset=iso-8859-1">    <link media="screen" type="text/css" rel="stylesheet" href="../styles/stylesheet_2.css">    <link media="print" type="text/css" rel="stylesheet" href="../styles/printable_stylesheet.css">    <title>B&uuml;cherlisten</title>  </head>  <body>    <div id="banner">      <div id="navleft">        <a class="bookname" href="../BooksHelp.html">Hauptseite der Hilfe</a>      </div>      <div id="navright">        <a class="index" href="xall.html">Inhaltsverzeichnis</a>      </div>    </div>  <div id="mainbox">      <div id="caticon">        <img width="32" height="32" alt="" src="../images/icon-large.png"></div>      <div id="pagetitle">        <h1>B&uuml;cherlisten</h1>      </div>      <p>Das Grundger&uuml;st der graphischen Oberfl&auml;che von Books besteht aus 4 Teilen        - dem Fenster f&uuml;r B&uuml;cherlisten, der B&uuml;chersammlung, der Zusammenfassung        und dem Titelbild. Oben links befindet sich das Fenster f&uuml;r B&uuml;cherlisten.        Sie kennen wahrscheinlich schon Wiedergabelisten aus iTunes und Alben        aus iPhoto. Bei iTunes gibt es zwei verschiedene Arten von Wiedergabelisten        - normale Wiedergabelisten und intelligente Wiedergabelisten. Bei iPhoto        gibt es normale Alben und intelligente Alben. Books baut auf dasselbe        Schema auf - nur werden bei Books normale B&uuml;cherlisten und intelligente    B&uuml;cherlisten genutzt.<br>          <p><img src="../screenshots/list.jpg" alt="" width="177" height="233" border="2"></p>      <p>Auf dem Bildschirmphoto sehen Sie eine normale B&uuml;cherliste. Das erkennen        Sie anhand des Symbols, welches ein einfaches Textdokument zeigt. Intelligente        B&uuml;cherlisten erkennen Sie an einem Zahnradin der linken unteren Ecke        des Textdokument-Symbols.</p>			  <br>    <div id="taskbox">        <h2>B&uuml;cherlisten</h2>        <p>Normale B&uuml;cherlisten enthalten normale Eintr&auml;ge, die Sie          von einer B&uuml;cherliste in eine andere verschieben k&ouml;nnen,        so da&szlig; das Buch immer in dieser B&uuml;cherliste angezeigt wird.        Um eine normale B&uuml;cherliste anzulegen, klicken Sie auf den Eintrag &#8222;Neue        B&uuml;cherliste&#8221; in der Symbolleiste.</p>      </div>			  <br>      <div id="taskbox">        <h2>Intelligente B&uuml;cherlisten</h2>        <p>Intelligente B&uuml;cherlisten sind dynamischer. B&uuml;cher werden          darin nach bestimmten Kriterien sortiert. Wenn Sie eine intelligente          B&uuml;cherliste ausw&auml;hlen und dann den Eintrag mit der Aufschrift &laquo;Intell.          B&uuml;cherliste bearbeiten&raquo; in der Symbolleiste anklicken,          dann erhalten Sie mehrere M&ouml;glichkeiten, Ihre intelligente B&uuml;cherliste          Ihren speziellen Bed&uuml;rfnissen anzupassen.<br>          In dem Auswahlfenster f&uuml;r intelligente B&uuml;cherlisten k&ouml;nnen          Sie dann selbst entscheiden, ob die B&uuml;cherliste allen oder einigen          der Kriterien entsprechen soll. Dabei steht Ihnen eine gro&szlig;e          Auswahl von Feldern und Werten zur Verf&uuml;gung. Wenn alle B&uuml;cher,          die zum Beispiel von Johann Wolfgang von Goethe geschrieben wurden,          &uuml;ber eine B&uuml;cherliste angezeigt werden sollen, dann w&auml;hlen          Sie das Feld &laquo;Autor(en)&raquo; in der ersten Spalte und in der          zweiten Spalte den Wert &laquo;ist&raquo; aus. In das Textfeld geben          Sie dann &laquo;Johann Wolfgang von Goethe&raquo; ein. Wenn Sie seine          Werke aber noch weiter einschr&auml;nken wollen und zum Beispiel nur          alle Faust-B&uuml;cher angezeigt werden sollen, dann w&auml;hlen Sie          in der zweiten Zeile zus&auml;tzlich noch das Feld &laquo;Titel&raquo; in          der ersten Spalte, den Wert &laquo;enth&auml;lt&raquo; in der zweiten          Spalte aus und geben in das Textfeld den Begriff &laquo;Faust&raquo; ein.          Vergewissern Sie sich, da&szlig; die intelligente B&uuml;cherliste          allen Kriterien entsprechen mu&szlig;. Nachdem Sie das Auswahlfenster          geschlossen haben, wird die B&uuml;cherliste durch Books automatisch          aktualisiert und es werden nur noch die B&uuml;cher in der B&uuml;chersammlung        dargestellt, die Ihren pers&ouml;nlichen Kriterien entsprechen. Um eine        intelligente B&uuml;cherliste anzulegen, klicken Sie auf den Eintrag &#8222;Neue        Intell. B&uuml;cherliste&#8221; in der Symbolleiste.</p>      </div>  </div></body></html>