<html>  <head>    <META http-equiv="Content-Type" content="text/html; charset=iso-8859-1">    <link media="screen" type="text/css" rel="stylesheet" href="../styles/stylesheet_2.css">    <link media="print" type="text/css" rel="stylesheet" href="../styles/printable_stylesheet.css">    <title>Der Reiter &#8222;B&uuml;cherliste&#8221;</title>  </head>  <body>    <div id="banner">      <div id="navleft">        <a class="bookname" href="../BooksHelp.html">Hauptseite der Hilfe</a>      </div>      <div id="navright">        <a class="index" href="xall.html">Inhaltsverzeichnis</a>      </div>    </div>  <div id="mainbox">      <div id="caticon">        <img width="32" height="32" alt="" src="../images/icon-large.png"></div>      <div id="pagetitle">        <h1>Der Reiter &#8222;B&uuml;cherliste&#8221;</h1>      </div>      <p>Das Einstellungsfenster bietet Ihnen viele M&ouml;glichkeiten, Books        an Ihre pers&ouml;nlichen Bed&uuml;rfnisse anzupassen. Dazu stehen Ihnen        vier verschiedene Reiter zur Verf&uuml;gung. Einstellungen, die Auswirkungen        auf die B&uuml;chersammlung haben, werden innerhalb des Reiters &#8222;B&uuml;cherliste&#8221;        vorgenommen.<br>          <p><img src="../screenshots/list_tab.jpg" alt="" width="233" height="204" border="2"></p>			  <br>    <div id="taskbox">        <h2>Einstellhinweise</h2>        <p>Einige Felder, die h&auml;ufig gebraucht werden, werden durch Books bereits          vorgegeben. Dazu z&auml;hlen unter anderem der Titel, der/die Autor(en),          ISBN usw.<br>          Alle Felder, die innerhalb der B&uuml;chersammlung angezeigt werden sollen,          k&ouml;nnen &uuml;ber das Setzen eines H&auml;kchens aktiviert werden. M&ouml;chten Sie          die Reihenfolge der Eintr&auml;ge &auml;ndern, klicken Sie auf das jeweilige          Feld und verschieben den Eintrag nach oben oder unten, w&auml;hrend Sie          die Maustaste gedr&uuml;ckt halten.</p>        <p>Fortgeschrittene Nutzer k&ouml;nnen ebenfalls zus&auml;tzliche Felder anzeigen          lassen. Tragen Sie dazu den Namen des zus&auml;tzlichen Feldes in die untere          Anzeige ein. Beachten Sie bitte, da&szlig; jeweils nur ein Feldname pro Zeile          eingetragen werden darf. Um eine weitere Zeile hinzuzuf&uuml;gen, best&auml;tigen          Sie Ihren Eintrag mit der Eingabetaste.<br>          Beachten Sie bitte auch, da&szlig; der Feldname, der in die untere Zeile          eingetragen wird, mit dem Feldnamen, der im Informationsfenster der          B&uuml;cher festgelegt wurde, &uuml;bereinstimmt.</p>    </div>  </div></body></html>