<html>  <head>    <META http-equiv="Content-Type" content="text/html; charset=iso-8859-1">    <link media="screen" type="text/css" rel="stylesheet" href="../styles/stylesheet_2.css">    <link media="print" type="text/css" rel="stylesheet" href="../styles/printable_stylesheet.css">    <title>Der Reiter &#8222;Allgemein&#8221;</title>  </head>  <body>    <div id="banner">      <div id="navleft">        <a class="bookname" href="../BooksHelp.html">Hauptseite der Hilfe</a>      </div>      <div id="navright">        <a class="index" href="xall.html">Inhaltsverzeichnis</a>      </div>    </div>  <div id="mainbox">      <div id="caticon">        <img width="32" height="32" alt="" src="../images/icon-large.png"></div>      <div id="pagetitle">        <h1>Der Reiter &#8222;Allgemein&#8221;</h1>      </div>      <p>Das Einstellungsfenster bietet Ihnen viele M&ouml;glichkeiten, Books an Ihre        pers&ouml;nlichen Bed&uuml;rfnisse anzupassen. Dazu stehen Ihnen vier verschiedene        Reiter zur Verf&uuml;gung. Allgemeine Einstellungen werden innerhalb        des Reiters &#8222;Allgemein&#8221; vorgenommen.<br>          <p><img src="../screenshots/main_tab.jpg" alt="" width="233" height="204" border="2"></p>			  <br>    <div id="taskbox">        <h2>Import-Erweiterung</h2>        <p>Klicken Sie auf das Men&uuml; neben dem Eintrag &#8222;Import-Erweiterung:&#8221;,          um die Erweiterung auszuw&auml;hlen, mit der standardm&auml;&szlig;g Dateien in Books          importiert werden sollen.</p>    </div>			  <br>      <div id="taskbox">        <h2>Ausf&uuml;ll-Erweiterung</h2>        <p>Klicken Sie auf das Men&uuml; neben dem Eintrag &#8222;Ausf&uuml;ll-Erweiterung:&#8221;,          um die Datenbank auszuw&auml;hlen, die f&uuml;r das Automatische Ausf&uuml;llen kontaktiert          werden soll.</p>      </div>			  <br>      <div id="taskbox">        <h2>Export-Erweiterung</h2>        <p>Klicken Sie auf das Men&uuml; neben dem Eintrag &#8222;Export-Erweiterung:&#8221;,          um die Erweiterung auszuw&auml;hlen, mit der standardm&auml;&szlig;g          Dateien aus Books heraus exportiert werden sollen. Diese Dateien k&ouml;nnen          dann an anderen Ger&auml;ten oder in anderen Anwendungen genutzt werden.</p>      </div>			  <br>      <div id="taskbox">        <h2>Anzeigestil</h2>        <p>Klicken Sie auf das Men&uuml; neben dem Eintrag &#8222;Anzeigestil:&#8221;,          um das Design der Eintr&auml;ge zu &auml;ndern, die im Fenster <em>Zusammenfassung</em> angezeigt werden sollen.</p>      </div>			  <br>      <div id="taskbox">        <h2>Nur ausgew&auml;hlte Objekte exportieren</h2>        <p>Wenn Sie vor dem Eintrag &#8222;Nur ausgew&auml;hlte Objekte exportieren&#8221; ein          H&auml;kchen setzen, dann werden wirklich nur diejenigen Bucheintr&auml;ge          an die Export-Erweiterung gesandt, die von Ihnen ausgew&auml;hlt wurden.          Es ist dann allerdings nicht mehr m&ouml;glich, keine Bucheintr&auml;ge          auszuw&auml;hlen, um die gesamte B&uuml;cherliste zu exportieren.</p>      </div>			  <br>      <div id="taskbox">        <h2>Beim Starten nach Aktualisierungen suchen</h2>        <p>Wenn Sie vor dem Eintrag &#8222;Beim Starten nach Aktualisierungen          suchen&#8221; ein          H&auml;kchen setzen, dann sucht Books bei jedem Start der Anwendung          eigenst&auml;ndig nach Aktualisierungen. Sobald eine neue Version verf&uuml;gbar          ist, erhalten Sie eine Benachrichtigung. Wenn Sie das H&auml;kchen nicht          setzen, k&ouml;nnen Sie auch manuell &uuml;ber den Men&uuml;eintrag &#8222;Aktualisierung...&#8221;          nach neuen Versionen suchen.</p>      </div>			  <br>      <div id="taskbox">        <h2>Nach neuen Erweiterungen im Internet suchen</h2>        <p>Wir stellen regelm&auml;&szlig;ig aktualisierte und neue Erweiterungen &uuml;ber einen          Server im Internet zur Verf&uuml;gung. Diese Erweiterungen werden dann in          der Erweiterungsverwaltung angezeigt, wenn Sie das H&auml;kchen vor dem          Eintrag &#8222;Nach neuen Erweiterungen im Internet suchen&#8221; setzen. Von der          Erweiterungsverwaltung aus k&ouml;nnen Sie die jeweilige Erweiterung dann          laden und installieren, ohne da&szlig; Sie Ihre Books-Version aktualisieren          m&uuml;ssen.</p>      </div>  </div></body></html>