<html>  <head>    <META http-equiv="Content-Type" content="text/html; charset=iso-8859-1">    <link media="screen" type="text/css" rel="stylesheet" href="../styles/stylesheet_2.css">    <link media="print" type="text/css" rel="stylesheet" href="../styles/printable_stylesheet.css">    <title>Men&uuml;leiste</title>  </head>  <body>    <div id="banner">      <div id="navleft">        <a class="bookname" href="../BooksHelp.html">Hauptseite der Hilfe</a>      </div>      <div id="navright">        <a class="index" href="xall.html">Inhaltsverzeichnis</a>      </div>    </div>  <div id="mainbox">      <div id="caticon">        <img width="32" height="32" alt="" src="../images/icon-large.png"></div>      <div id="pagetitle">        <h1>Men&uuml;leiste</h1>      </div>      <p>Wie beinahe jede Anwendung f&uuml;r Mac OS X besitzt auch Books eine Men&uuml;leiste,    &uuml;ber die ein gro&szlig;er Teil der Funktionen angesteuert werden kann.</p>	<br>    <div id="taskbox">      <h2>Men&uuml;eintrag &#8222;Books&#8221;</h2>		<ul>	  <li>&Uuml;ber Books: Anzeigen der Books-Kurzbeschreibung</li>	  <li>Aktualisierung...: Manuelles Suchen nach einer neuen Version</li>	  <li>Einstellungen...: Aufrufen des Einstellungsfensters</li>		<li>Dienste: Zugreifen auf verschiedene, durch Mac OS X vorgegebene, Dienste </li>	    <li>Books ausblenden: Ausblenden aller Books-Fenster</li>	    <li>Andere ausblenden: Ausblenden aller Anwendungen, au&szlig;er Books</li>	    <li>Alle einblenden: Einblenden aller ge&ouml;ffneten Anwendungen</li>	    <li>Books beenden: Schlie&szlig;t alle Books-Fenster und beendet die Anwendung</li>	    </ul>    </div>    <br>	<div id="taskbox">      <h2>Men&uuml;eintrag &#8222;Ablage&#8221;</h2>      <ul>	  <li>Neues Buch: Hinzuf&uuml;gen eines neuen Bucheintrages zur B&uuml;chersammlung, der	    bearbeitet werden kann</li>	  <li>Neue B&uuml;cherliste: Hinzuf&uuml;gen einer neuen B&uuml;cherliste</li>	  <li>Neue intelligente B&uuml;cherliste: Hinzuf&uuml;gen einer neuen intelligenten B&uuml;cherliste</li>		<li>Schlie&szlig;en: Schlie&szlig;en des ge&ouml;ffneten Fensters (befindet sich das Books-Hauptfenster		  im Vordergrund, wird Books beendet)</li>	    <li>Sichern: Speichern aller vorgenommenen &Auml;nderungen (im Normalfall werden      alle                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        &Auml;nderungen automatisch gespeichert)</li>	    <li>Importieren: Hinzuf&uuml;gen ausgew&auml;hlter Daten &uuml;ber eine aus dem Untermen&uuml;      gew&auml;hlte Erweiterung</li>	    <li>Exportieren: Aufbereiten ausgew&auml;hlter Eintr&auml;ge, um diese in anderen      Anwendungen nutzen zu k&ouml;nnen (entsprechende Erweiterung wird aus dem Untermen&uuml;      ausgew&auml;hlt)</li>	    <li>Spotlight-Verzeichnis aktualisieren: Aktualisieren des Spotlight-Verzeichnisses,	      damit alle neu hinzugef&uuml;gten Eintr&auml;ge auch &uuml;ber Apples Suchtechnologie	      verf&uuml;gbar sind (In der Regel wird das Spotlight-Verzeichnis automatisch	      aktualisiert.)</li>	    <li>Spotlight-Verzeichnis l&ouml;schen: L&ouml;schen aller Books-Eintr&auml;ge	      aus dem Spotlight-Verzeichnis, um die Eintr&auml;ge innerhalb des Verzeichnisses	      bei Problemen neu anzulegen (Manchmal werden Bucheintr&auml;ge durch Apples	      Suchtechnologie nicht korrekt angezeigt oder gefunden. L&ouml;schen Sie	      dann das Spotlight-Verzeichnis und aktualisieren Sie dieses dann.)</li>	    </ul>    </div>    <br>	<div id="taskbox">      <h2>Men&uuml;eintrag &#8222;Bearbeiten&#8221;</h2>	<ul>	  <li>Widerrufen: Widerrufen der letzten &Auml;nderung</li>	  <li>Wiederholen: Wiederherstellen der widerrufenen &Auml;nderungen</li>	  <li>Ausschneiden: Ausschneiden ausgew&auml;hlter Textteile/Titelbilder</li>		<li>Kopieren: Kopieren ausgew&auml;hlter Textteile/Titelbilder</li>	    <li>Einsetzen: Einsetzen der in der Zwischenablage befindlichen Textteile/Titelbilder</li>	    <li>Einsetzen und Stil anpassen: Einsetzen der in der Zwischenablage befindlichen	      Textteile/Titelbilder (Quellformatierung wird beibehalten)</li>	    <li>L&ouml;schen: L&ouml;schen ausgew&auml;hlter Textteile/Titelbilder</li>	    <li>Alles ausw&auml;hlen: Alle Eintr&auml;ge der B&uuml;chersammlung bzw. alle B&uuml;cherlisten	      ausw&auml;hlen</li>	    <li>Suchen: Suchen bestimmter Textteile</li>	    <li>Im Internet suchen: Suchen in der B&uuml;chersammlung ausgew&auml;hlter B&uuml;cher	      anhand der ISBN (standardm&auml;&szlig;ig eingestellte Suchmaschine: google.com	      - Wird kein Bucheintrag ausgew&auml;hlt, wird nach den ISBN aller Bucheintr&auml;ge	      innerhalb der jeweiligen B&uuml;cherliste gesucht.)</li>	    <li>Rechtschreibung: Rechtschreibpr&uuml;fung</li>	    <li>Sonderzeichen...: &Ouml;ffnen der Sonderzeichentabelle</li>	    </ul>    </div>    <br>	<div id="taskbox">      <h2>Men&uuml;eintrag &#8222;B&uuml;cherliste&#8221;</h2>      <p><ul>	  <li>Sichtbare B&uuml;cher autom. bearbeiten: Automatisches Ausf&uuml;llen alles B&uuml;chereintr&auml;ge	    innerhalb einer B&uuml;cherliste anhand der eingestellten Erweiterung f&uuml;r	    das Automatische Ausf&uuml;llen</li>	    </ul>    </div>    <br>	<div id="taskbox">      <h2>Men&uuml;eintrag &#8222;Fenster&#8221;</h2>	<ul>	  <li>Erweiterungsverwaltung: &Ouml;ffnen des Fensters, da&szlig; s&auml;mtliche Erweiterungen	    anzeigt</li>	  <li>Infos: &Ouml;ffnen des Informationsfensters des ausgew&auml;hlten Buches</li>	  <li>Im Dock ablegen: Ablegen des Fensters, welches sich im Vordergrund befindet,	    im Dock (in der Regel zwischen Papierkorb und Trennlinie)</li>		<li>Zoomen: Vergr&ouml;&szlig;ern/Verkleinern des Fensters, welches sich im Vordergrund		  befindet</li>	    <li>Alle nach vorne bringen</li>	    </ul>      <p>Unterhalb der Trennlinie werden alle in Books ge&ouml;ffneten Fenster        aufgelistet und k&ouml;nnen dementsprechend ausgew&auml;hlt werden. Der        Eintrag, vor dem ein H&auml;kchen angezeigt wird, befindet sich im Vordergrund.</p>    </div>    <br>	<div id="taskbox">      <h2>Men&uuml;eintrag &#8222;Hilfe&#8221;</h2>      <p><ul>	  <li>Hilfe zu Books: &Ouml;ffnen der Hilfe zu Books in der Anwendung &#8222;Hilfe&#8221;/&#8222;Help	    Viewer&#8221;</li>	    </ul>    </div>  </div></body></html>